import React from "react";

export default function MemberTerms() {
  return (
    <div className="text-xs">
      <div>
        <p className="mb-4">제 1조. 목적</p>
        <p className="my-6">
          본 약관은 ㈜신세계인터내셔날, ㈜신세계톰보이(이하 “당사”라 합니다)가
          제공하는 “통합 멤버십 서비스”를 이용함에 있어 “통합 멤버십 회원”과
          당사와의 회원가입 및 서비스 이용에 대한 제반 사항을 명확히 함으로써
          회원의 권리, 의무, 및 책임 사항을 명확히 규정하는데 그 목적이
          있습니다.
        </p>
        <p className="my-8">제 2조. 용어의 정리</p>
        <p className="my-8">
          본 약관에서 사용하는 용어의 정의는 아래 각 호와 같습니다.
        </p>
        <ol className="list-decimal ml-4">
          <li className="my-2">
            “회원”이라 함은 통합 멤버십회원과 간편회원을 포함한 회사가 운영하는
            서비스를 제공받으며 이용할 수 있는 자를 말합니다.
          </li>
          <li className="my-2">
            “통합 멤버십회원”이란 온라인 및 오프라인 매장에서 본인인증을 통해
            정상적으로 가입 후 회사의 서비스를 이용할 수 있는 권한을 부여 받은
            자를 말합니다.
          </li>
          <li className="my-2">
            “간편회원”이란 온라인에서 본인인증이 없는 최소한의 정보입력으로 가입
            후 회사가 제공하는 일부 서비스를 사용할 수 있는 권한을 부여 받은
            자를 말합니다.
          </li>
          <li className="my-2">
            "외국인회원"이란 본인인증 불가한 외국인 고객을 대상으로 오프라인
            매장에서 최소한의 정보입력으로 구매이력 등록 권한을 부여 받은 자를
            말합니다.
          </li>
          <li className="my-2">
            “신세계인터내셔날 포인트”(이하 "S.I 포인트"라 합니다)란 회원이
            회사의 매장에서 제품을 구입할 시 또는 마케팅활동, 회사가 주최하는
            이벤트 등과 관련하여 획득한 포인트를 말합니다.
          </li>
          <li className="my-2">
            E포인트란 회원이 신세계인터내셔날 공식 온라인몰 S.I.VILLAGE에서
            제품을 구입할 시 또는 마케팅 활동, 회사가 주최하는 이벤트 등과
            관련하여 획득한 S.I.VILLAGE 전용 포인트를 말합니다.
          </li>
          <li className="my-2">
            S.I포인트와 E포인트를 통합하여 "포인트"라 합니다.
          </li>
          <li className="my-2">
            “적립포인트”란 회원이 매장에서 적법하게 적립된 S.I 포인트를 말하며
            구매 외에 별도의 방법으로 지급된 S.I 포인트는 유효기간 및 브랜드,
            제품 속성에 제한을 가진 포인트입니다.
          </li>
          <li className="my-2">
            “가용포인트”란 회원의 적립된 S.I 포인트 중 구매 시 사용 가능한 S.I
            포인트에서 사용 및 소멸된 S.I 포인트를 제외한 포인트를 말합니다.
          </li>
          <li className="my-2">
            ”회원등급”이란 각 등급에 대한 일정 조건이 충족된 회원을 대상으로
            제공되는 등급입니다.
          </li>
        </ol>
        <p className="my-6">제 3조. 회원 가입</p>
        <p className="my-2">
          회사는 아래 각 호의 경우를 제외하고 회원 가입을 신청하는 자를 회원으로
          등록합니다.
        </p>
        <p className="my-2">
          1. 가입신청서의 내용에 허위, 누락, 오기가 있는 경우
        </p>
        <p className="my-2">
          2. 가입신청자가 가입신청 전에 제7조 2항에 기해 회원 자격을 상실한
          사실이 있는 경우 (단, 제7조 2항에 기한 자격 상실 후 30일이 경과한
          자로서 회원 재가입을 승낙 받은 경우는 예외)
        </p>
        <p className="my-2">3. 만14세 미만인 경우</p>
        <p className="my-2">
          4. 기타 회사가 정하는 소정의 이용 신청 조건을 충족하지 못하는 경우
        </p>
        <p className="my-2">제 4조. 서비스의 제공 및 변경</p>
        <p className="my-2">① 회원에게 제공되는 서비스는 아래와 같습니다.</p>
        <p className="my-2">
          1. 회원 유형에 따른 포인트 적립 및 구매 시의 가용포인트 사용
        </p>
        <p className="my-2">2. 회원등급에 따른 특화된 서비스 제공</p>
        <p className="my-2">
          3. 회사에서 제공하는 회원 혜택 및 할인쿠폰, 사은품 증정 등 다양한
          이벤트 제공
        </p>
        <p className="my-2">
          ② 본 약관에서 정하는 경우를 제외하고 회사는 필요한 경우 별도의 사전
          고지 없이 서비스의 내용을 추가 또는 변경(중단)하여 제공할 수 있으며,
          해당 내용은 웹사이트를 통하여 공지됩니다.
        </p>
        <p className="my-4">제 5조. 회원 포인트 서비스</p>
        <p className="my-2">① 포인트 적립</p>
        <p className="my-2">
          1. S.I 포인트: 회원이 매장에서 회사의 제품을 구매하는 경우 구매금액
          관련하여, 회원등급, 브랜드별, 유통형태, 매장, 할인율 등에 따라
          적립률을 차등 적용하여 포인트를 적립하며 구체적인 사항은 웹사이트를
          통하여 공지됩니다. 제품구매 시 할인 및 포인트로 결제 한 금액을 제외한
          금액(최종 결제 금액) 기준으로 포인트가 적립되며 일부 브랜드와 매장,
          상설 할인매장, 면세점 및 일부 아울렛에서 판매하는 일부 제품에 대해서는
          적립이 제한될 수 있습니다.
        </p>
        <p className="my-2">
          2. E포인트: 마케팅 활동 및 회사가 주최하는 이벤트 등으로 회사가
          웹사이트를 통해 공지하는 내용으로 포인트를 적립할 수 있으며 사용
          유효기간, 브랜드 및 상품 속성에 제한이 있을 수 있습니다.
        </p>
        <p className="my-2">② 포인트 사용</p>
        <p className="my-2">
          1. 가용 포인트는 오프라인 매장에서 사용 시 1천원 단위, 온라인몰(S.I.
          VILLAGE)에서 사용 시 10원 단위로 현금성 포인트로 전환되어 사용
          가능합니다. 단, 현금상환은 불가능합니다.
        </p>
        <p className="my-2">
          2. 오프라인 매장에서 S.I 포인트 사용 시 등록된 휴대폰번호로 인증 후
          사용 가능합니다.
        </p>
        <p className="my-2">
          3. 당일 적립된 S.I 포인트에 대하여 사용이 불가하며, 가용 포인트 전환된
          후 사용 가능합니다. 단, E포인트는 즉시 사용이 가능합니다.
        </p>
        <p className="my-2">
          4. 구매 외 별도로 적립된 추가/이벤트 포인트는 적립사유 건별로 유효기간
          내 사용이 가능하며, 분할사용 및 현금상환은 불가합니다.
        </p>
        <p className="my-2">
          5. 회원은 포인트를 회원의 거래에 한하여 사용 할 수 있으며, 타인에게
          매매, 대여, 담보 또는 양도 등의 행위를 할 수 없습니다.
        </p>
        <p className="my-2">
          6. 일부 브랜드와 매장, 상설 할인매장, 면세점 및 일부 아울렛에서
          판매하는 일부 제품에 대해서는 사용이 제한될 수 있습니다.
        </p>
        <p className="my-2">
          7. 회원 유형에 따라 포인트 사용을 제한할 수 있으며, 구체적인 사항은
          웹사이트를 통해 공지됩니다.
        </p>
        <p className="my-2">
          8. 사용된 포인트에 대하서는 포인트 적립 및 현금영수증 처리를
          불가합니다.
        </p>
        <p className="my-2">③ 부정 포인트 적립/사용 정정 및 취소</p>
        <p className="my-2">
          1. 회원이 부정한 방법으로 구매를 가장하여 허위로 포인트를 적립하거나
          타 회원의 포인트를 어떠한 방법으로든 임의로 사용한 경우 이를 즉시
          취소하거나 정정할 수 있으며 회원 자격을 상실할 수 있습니다. 이 경우
          회원은 그러한 행위로 인하여 부당하게 취한 이득을 즉시 회사에 반환해야
          하며 모든 민/형사상 책임을 집니다.
        </p>
        <p className="my-2">
          2. 매장 관련 영업점포의 임직원인 회원은 영업점포에서 구매자가 구매한
          상품 관련하여 그러한 구매자의 동의 여부와 관계없이 포인트를 타회원에게
          적립하는 경우 이는 부정한 방법으로 적립된 것으로 간주합니다.
        </p>
        <p className="my-2">④ 포인트 환원</p>
        <p className="my-2">
          1. 포인트가 적립된 후 제품의 반품, 교환 및 취소를 하거나 제품에 대해
          환불을 받는 경우 적립된 포인트는 환원되며, 사용된 포인트가 있는 경우
          회사는 회원에게 해당 포인트만큼을 청구할 수 있습니다.
        </p>
        <p className="my-2">⑤ 포인트 소멸</p>
        <p className="my-2">
          1. 적립된 포인트의 유효기간은 2년으로 하며, 유효기간 종료 시 익월
          말일에 자동 소멸됩니다. 단, 회원이 2년간 S.I 포인트 적립 및 사용
          이력이 없는 경우에는 적립된 포인트는 자동 소멸됩니다. 포인트
          적립일로부터 2년 경과 시 당해 적립분에 대한 포인트는 자동 소멸됩니다.
        </p>
        <p className="my-2">2. 회원 탈퇴 시 적립된 포인트는 자동 소멸됩니다.</p>
        <p className="my-2">
          3. 기타 회사가 정한 포인트 사용 조건에 부합하지 않거나 부정한 방법으로
          포인트를 적립한 경우에 대하여 회사는 소멸시킬 수 있습니다.
        </p>
        <p className="my-2">제 6조. 개인정보 보호</p>
        <p className="my-2">
          ① 회사는 회원이 제공한 개인정보를 보호하기 위하여 개인정보 취급방침을
          마련하여 이를 웹사이트에 공개하고 있습니다. 회원의 개인정보는 회사의
          회원 관리 및 마케팅을 목적으로 사용되며, 본인의 동의 없이 타인에게
          제공되지 않습니다.
        </p>
        <p className="my-2">
          ② 회사는 제1항에도 불구하고 법률에 특별한 규정이 있는 경우 및 수사
          목적으로 수사기관의 요구가 있는 경우에는 예외적으로 회원의 개인정보를
          제공할 수 있습니다.
        </p>
        <p className="my-2">
          ③ 회원은 회사에 제공한 본인의 개인정보를 열람할 수 있으며, 그 정보가
          잘못된 경우, 오류의 정정을 요구할 수 있습니다.
        </p>
        <p className="my-4">제 7조. 회원 탈퇴 및 자격 상실</p>
        <p className="my-2">
          ① 회원은 언제든지 탈퇴를 요청할 수 있으며 회사는 탈퇴 요청을 받은 즉시
          해당 회원의 탈퇴를 처리합니다.
        </p>
        <p className="my-2">
          ② 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 상실시킬
          수 있습니다.
        </p>
        <p className="my-2">1. 가입 신청 시에 허위 내용을 등록한 경우</p>
        <p className="my-2">
          2. 포인트를 부정한 방법으로 적립 및 사용하거나 허위 구매로 포인트 적립
          및 사용한 경우
        </p>
        <p className="my-2">
          3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등
          전자상거래 질서를 위협하는 경우
        </p>
        <p className="my-2">
          4. 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
        </p>
        <p className="my-2">
          5. 회원이 포인트를 부정한 방법으로 적립 또는 사용하는 행위
        </p>
        <p className="my-2">
          ③ 본 조 제2항에 해당하는 행위를 한 회원 자격 상실 전에 회사는 회원자격
          상실에 대한 사전 통지하여야 하며, 통지일로부터 30일 이내에 소명할
          기회를 부여합니다. 단, 제2항 제5호의 경우 회사는 사전 통보 없이 자격을
          상실시킬 수 있습니다.
        </p>
        <p className="my-2">
          ④ 본 항에 의해 탈퇴 처리된 회원의 재가입에 대해서는 회사가 정하는 기간
          동안 그 자격을 제한할 수 있습니다.
        </p>
      </div>
    </div>
  );
}
