import React from 'react';

export default function WebsiteTerms() {
  return (
    <div className="text-sm">
      <div>
        <h2 className="my-3">제1조(목적)</h2>
        <p>
          이 약관은 ㈜신세계인터내셔날(이하 &quot;회사&quot;라 합니다)에서
          운영하는 웹사이트 및 인터넷 쇼핑사이트에서 제공하는 관련 서비스(이하
          &quot;서비스&quot;라 합니다)를 이용함에 있어 이용자의 권리ㆍ의무 및
          책임사항을 규정함을 목적으로 합니다.
        </p>

        <h2 className="mt-3">제2조(정의)</h2>
        <p>
          ① &quot;사이트&quot;란 회사가 재화 또는 용역(이하 &quot;재화
          등&quot;이라 합니다) 및 인터넷 관련 제반 서비스를 이용자에게 제공하기
          위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등의 거래 및 제반 서비스
          제공을 할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 인터넷
          쇼핑사이트를 운영하는 사업자의 의미로도 사용합니다.
        </p>
        <p>
          ② &quot;고객&quot;이란 사이트에 접속하여 이 약관에 따라 회사가
          제공하는 서비스를 받는 회원 및 비회원을 말합니다.
        </p>
        <p>
          ③ &quot;서비스&quot;란 회사가 인터넷 웹사이트 내에서 제5조에서 정한
          내용의 업무를 통하여 이용자에게 제공하는 인터넷 관련 유·무형의 행위
          등을 말합니다.
        </p>
        <p>
          ④ &quot;회원&quot;이라 함은 사이트에 개인정보를 제공하여 회원등록을 한
          자로서, 회사 및 사이트의 정보를 지속적으로 제공받으며, 사이트가
          제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
        </p>
        <p>
          ⑤ &quot;비회원&quot;이라 함은 사이트에 회원등록을 하지 않고 사이트가
          제공하는 서비스를 이용하는 자를 말합니다.
        </p>

        <h2 className="mt-3">제3조(약관 등의 명시와 설명 및 개정)</h2>
        <p>
          ① 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소
          (고객의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호,
          팩스전송번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호,
          개인정보 관리책임자 등을 고객이 쉽게 알 수 있도록 사이트의 초기화면에
          게시합니다. 다만, 약관의 내용은 고객이 연결화면을 통하여 볼 수 있도록
          할 수 있습니다.
        </p>
        <p>
          ② 회사는 고객이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중
          청약철회, 배송책임, 환불조건 등과 같은 중요한 내용을 고객이 이해할 수
          있도록 별도의 연결 화면 또는 팝업화면 등을 사이트에 제공하여 고객의
          확인을 구하여야 합니다.
        </p>
        <p>
          ③ 회사는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에
          관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한
          법률, 방문 판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는
          범위에서 이 약관을 개정할 수 있습니다.
        </p>
        <p>
          ④ 회사가 약관을 개정할 경우에는 변경된 약관을 적용하고자 하는 날(이하
          &quot;효력 발생일&quot;)로부터 7일(회원에게 불리한 변경의 경우 30일)
          이전에 이 약관이 변경된다는 사실과 변경된 내용 등을 공지합니다. 이
          경우 개정 전 내용과 개정 후 내용을 명확하게 비교하여 고객에게 알기
          쉽도록 표시합니다.
        </p>
        <p>
          ⑤ 회사는 전항에 따라 개정약관을 공지하면서 회원에게 30일 기간 내에
          의사표시를 하지 않으면 개정에 동의하는 의사표시가 있는 것으로 본다는
          뜻을 명확하게 공지하였음에도 회원이 사이트에 대하여 명시적으로 거부의
          의사표시를 하지 아니한 경우 회원이 개정 약관에 동의한 것으로 봅니다.
        </p>
        <p>
          ⑥ 회원이 사이트의 개정된 약관에 동의하지 않는 경우에는 회사는 개정
          약관내용을 당해 회원에게 적용할 수 없으며, 이 경우 회원은 이용계약을
          해지할 수 있습니다. 변경된 약관의 효력 발생일 이후에도 서비스를
          이용하는 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.
        </p>
        <p>
          ⑦ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
          전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제 등에 관한
          법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및
          관계법령 또는 상관례에 따릅니다.
        </p>

        <h2>제4조(서비스의 제공 및 변경)</h2>
        <p>① 회사는 사이트를 통하여 다음과 같은 서비스를 제공합니다.</p>
        <ul>
          <li>1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</li>
          <li>2. 구매계약이 체결된 재화의 배송</li>
          <li>3. 구매계약 및 배송에 관련된 용역 제공</li>
          <li>4. 해당 용역에 대한 고객 응대 및 처리</li>
          <li>5. 기타 회사가 정하는 업무</li>
        </ul>
        <p>
          ② 회사는 재화 등의 품절 또는 기술적 사양의 변경 등의 경우 장차
          체결되는 계약에 의해 제공할 재화 등의 내용을 변경할 수 있습니다. 이
          경우에는 변경된 재화 등의 내용 및 제공일자를 명시하여 현재의 재화 등의
          내용을 게시한 곳에 즉시 공지합니다.
        </p>
        <p>
          ③ 회사가 제공하기로 고객과 계약을 체결한 서비스의 내용을 재화 등의
          품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를
          고객에게 통지 가능한 방법으로 즉시 통지합니다.
        </p>
        <p>
          ④ 회사는 제3항에 따른 사유로 인하여 고객이 입은 손해를 배상합니다.
          다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지
          아니합니다.
        </p>

        <h2 className="mt-3">제5조(서비스의 중단)</h2>
        <p>
          ① 회사는 사이트에 컴퓨터 등 전기통신설비의 보수점검·교체 및 고장,
          통신의 두절 등의 사유가 발생한 경우에는 서비스 제공의 일시중단 사실을
          통지하고 서비스를 일시적으로 중단할 수 있습니다.
        </p>
        <p>
          ② 회사는 제1항의 사유로 서비스 제공이 일시적으로 중단됨으로 인하여
          이용자가 입은 손해에 대하여 배상합니다. 다만, 회사에게 고의 또는
          과실이 없는 경우에는 책임을 부담하지 않습니다.
        </p>
        <p>
          ③ 회사는 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로
          사이트를 통해 서비스를 제공할 수 없게 되는 경우, 이를 사전에
          이용자에게 통지합니다.
        </p>

        <h2 className="mt-3">제6조(회원가입)</h2>
        <p>
          ① 고객은 약관 내용에 대해 확인하고, 회사가 정한 가입 양식에 따라
          회원정보를 기입한 후 약관 내용에 대하여 동의 여부를 체크하는 방법으로
          동의할 수 있습니다. 고객이 동의 부분에 체크하면 이 약관에 대해 동의한
          것으로 봅니다.
        </p>
        <p>
          ② 회사는 제1항에 따라 회원으로 가입할 것을 신청한 고객 중 다음 각 호에
          해당하지 않는 한 회원으로 등록합니다.
        </p>
        <ul>
          <li>1. 등록 내용에 허위, 기재 누락, 오기가 있는 경우</li>
          <li>
            2. 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고
            판단되는 경우
          </li>
        </ul>
        <p>
          ③ 회원가입의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.
        </p>
        <p>
          ④ 회원은 회원 가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간
          이내에 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야
          합니다.
        </p>
      </div>
    </div>
  );
}
